{
  "site": {
    "title": "Daz Documentation",
    "description": "Maîtrisez Bitcoin et Lightning Network avec des guides pratiques étape par étape. Documentation experte pour débutants à experts, solutions DazNode incluses.",
    "url": "https://docs.dazno.de",
    "author": "Daznode",
    "twitter": "@daznode",
    "defaultImage": "/assets/images/daznode-docs-og.png",
    "themeColor": "#2563eb",
    "keywords": "bitcoin, lightning network, blockchain, crypto, documentation, daznode, btc, ln, lightning, node, nœud bitcoin"
  },
  "pages": {
    "getting-started": {
      "index": {
        "title": "Guide de Démarrage | Documentation Bitcoin et Blockchain",
        "description": "Démarrez en Bitcoin en 5 minutes avec notre guide débutant. Explications simples, étapes pratiques, premiers achats sécurisés garantis.",
        "keywords": "démarrage bitcoin, guide débutant, apprendre bitcoin, blockchain débutant"
      },
      "get-started": {
        "title": "Premiers Pas avec Bitcoin | Guide Pratique",
        "description": "Créez votre premier portefeuille Bitcoin en 3 étapes. Guide pratique sécurisé : achat, stockage, première transaction réussie.",
        "keywords": "débuter bitcoin, wallet bitcoin, acheter bitcoin, sécurité bitcoin"
      },
      "introduction-blockchain": {
        "title": "Introduction à la Blockchain | Technologies Décentralisées",
        "description": "Blockchain démystifiée en 10 minutes : fonctionnement, avantages, cas d'usage concrets. Guide visuel pour comprendre l'innovation.",
        "keywords": "blockchain, technologie, décentralisation, cryptographie, consensus"
      },
      "les-blockchains": {
        "title": "Les Différentes Blockchains | Guide Comparatif",
        "description": "Comparaison détaillée des principales blockchains : Bitcoin, Ethereum et autres. Comprendre leurs différences et cas d'usage.",
        "keywords": "types blockchain, comparaison blockchain, ethereum, bitcoin blockchain"
      }
    },
    "bitcoin": {
      "introduction": {
        "title": "Introduction à Bitcoin | Guide Complet",
        "description": "Bitcoin expliqué simplement : qu'est-ce que c'est, comment ça marche, pourquoi c'est révolutionnaire. Guide complet 2025 mis à jour.",
        "keywords": "bitcoin, crypto-monnaie, blockchain, btc, introduction bitcoin, comprendre bitcoin"
      },
      "minage": {
        "title": "Le Minage Bitcoin Expliqué | Guide Technique",
        "description": "Tout savoir sur le minage de Bitcoin : processus, matériel nécessaire, consommation énergétique et sécurité du réseau.",
        "keywords": "minage bitcoin, mining, pow, proof of work, hashrate, mineur bitcoin"
      },
      "impact-environnemental": {
        "title": "Impact Environnemental de Bitcoin | Analyse Détaillée",
        "description": "Analyse approfondie de l'impact environnemental de Bitcoin : consommation énergétique, solutions vertes et perspectives d'avenir.",
        "keywords": "bitcoin environnement, énergie bitcoin, mining vert, développement durable"
      },
      "evolution-prix": {
        "title": "Évolution du Prix Bitcoin | Analyse Historique",
        "description": "Historique complet du prix Bitcoin : analyse des tendances, événements majeurs et facteurs d'influence du marché.",
        "keywords": "prix bitcoin, btc prix, analyse bitcoin, marché bitcoin"
      }
    },
    "lightning-network": {
      "basics": {
        "title": "Les Bases du Lightning Network | Second Layer Bitcoin",
        "description": "Lightning Network : paiements Bitcoin instantanés et économiques. Guide complet canaux, liquidité, ROI jusqu'à +12% annuel.",
        "keywords": "lightning network, ln, canaux de paiement, bitcoin layer 2, scalabilité"
      },
      "getting-started": {
        "title": "Débuter avec Lightning Network | Guide Pratique",
        "description": "Guide pas à pas pour commencer avec Lightning Network : installation, configuration et première utilisation.",
        "keywords": "lightning node, ln wallet, configuration ln, nœud lightning"
      },
      "channels": {
        "title": "Gestion des Canaux Lightning | Guide Avancé",
        "description": "Tout savoir sur la gestion des canaux Lightning : ouverture, fermeture, équilibrage et bonnes pratiques.",
        "keywords": "canaux lightning, gestion canaux, équilibrage ln, liquidité lightning"
      }
    },
    "rag": {
      "introduction": {
        "title": "Introduction au RAG | Retrieval Augmented Generation",
        "description": "Découvrez le RAG (Retrieval Augmented Generation) et son application dans l'analyse des données blockchain.",
        "keywords": "rag blockchain, analyse données, retrieval augmented generation"
      },
      "applications": {
        "title": "Applications du RAG | Cas d'Usage Blockchain",
        "description": "Explorez les applications pratiques du RAG dans l'écosystème blockchain et crypto.",
        "keywords": "applications rag, use cases, analyse blockchain, data blockchain"
      }
    },
    "umbrel": {
      "getting-started": {
        "title": "Débuter avec Umbrel | Guide d'Installation",
        "description": "Guide complet pour installer et configurer votre nœud Umbrel. Devenez souverain sur le réseau Bitcoin.",
        "keywords": "umbrel, nœud bitcoin, installation umbrel, configuration node"
      },
      "applications": {
        "title": "Applications Umbrel | Guide des Services",
        "description": "Découvrez toutes les applications disponibles sur Umbrel : wallet, explorateur, services Lightning et plus encore.",
        "keywords": "apps umbrel, services umbrel, lightning apps, bitcoin apps"
      }
    },
    "glossary": {
      "index": {
        "title": "Glossaire Bitcoin et Blockchain | Termes Techniques",
        "description": "Lexique complet des termes techniques utilisés dans l'univers Bitcoin, blockchain et Lightning Network.",
        "keywords": "glossaire bitcoin, termes blockchain, vocabulaire crypto, définitions bitcoin"
      }
    }
  }
} 